# Дано слово из маленьких латинских букв. Сколько там согласных и гласных букв? Гласными называют буквы «a», «e», «i», «o», «u».
# Для решения задачи создайте переменную и в неё положите слово с помощью input()
# А также определите количество каждой из этих гласных букв Если какой-то из перечисленных букв нет - Выведите False

word = str(input("Введите английское слово: "))
glas = ("a", "e", "i", "o", "u")
if word == "a":
    print("Yes")
    # не понятно, но очень интересно